<unk>
<s>
</s>
the
.
to
is
?
mary
went
john
sandra
daniel
kitchen
of
2
1
bedroom
office
garden
hallway
bathroom
5
3
4
where
travelled
moved
journeyed
back
8
6
7
a
10
apple
in
9
football
milk
there
11
what
14
13
fred
bill
12
15
and
no
yes
west
north
was
lily
afraid
greg
before
brian
how
carrying
bernhard
julius
south
east
jeff
go
yellow
took
julie
got
grabbed
up
picked
this
left
box
16
17
cinema
school
park
swan
green
lion
frog
rhino
gray
white
square
dropped
discarded
down
put
did
than
bigger
,
18
19
you
color
objects
many
are
do
they
from
that
sheep
chocolate
20
21
red
yesterday
22
gave
container
chocolates
morning
chest
suitcase
23
who
24
why
inside
fits
25
26
afternoon
27
afterwards
w
cat
mouse
wolves
emily
then
jason
n
she
wolf
winona
gertrude
antoine
does
fit
mice
s
or
either
give
yann
following
cats
he
sumit
jessica
e
after
one
28
29
none
30
triangle
sphere
rectangle
pink
31
blue
passed
32
33
handed
will
nothing
34
35
36
37
evening
above
below
right
38
39
40
41
43
42
longer
get
44
hungry
not
thirsty
bored
45
tired
46
47
49
48
51
50
52
53
55
54
57
56
58
59
60
61
received
63
62
64
maybe
65
66
67
68
69
70
71
pajamas
72
73
74
75
76
77
78
79
81
80
82
83
84
85
87
86
88
89
90
91
92
93
94
95
96
97
98
99
100
101
103
102
104
105
106
107
109
108
111
two
113
110
112
115
114
116
117
118
119
120
121
122
123
124
126
125
127
129
128
130
131
132
133
135
137
134
136
139
138
141
140
142
143
144
147
145
146
148
151
149
150
153
152
157
154
155
158
159
156
160
161
163
162
173
166
168
171
164
169
170
165
167
172
174
175
177
176
183
181
184
178
180
179
185
182
189
187
186
188
191
190
201
199
192
197
195
193
196
194
198
206
200
203
202
204
205
211
three
208
207
209
212
218
210
213
215
217
221
226
219
214
216
220
222
223
224
227
229
232
228
225
231
233
230
234
241
235
239
264
265
266
242
237
236
243
240
244
245
238
256
259
268
269
267
260
261
262
263
255
254
257
253
251
250
252
258
324
321
322
248
249
246
247
273
272
271
270
307
306
305
304
303
302
301
300
309
308
286
287
284
285
283
280
281
288
289
320
282
314
315
316
317
310
311
312
313
318
319
325
323
276
279
278
277
275
274
291
290
293
292
295
294
297
296
299
298
